Repository: LunaTTvBot/LunaBot
Catalog: IRCConnectionTest/Resources/Plugins/Poll/poll.*.resx
Languages: de

# command_not_available_private
source: This command is not available in private chat. ({0})
de: Dieses Kommando funktioniert nur im öffentlichen Chat. ({0})

# no_polls
source: No polls created. Get help with !poll.
de: Derzeit gibt es keine Umfragen. Hilfe erhälst du mit: '!poll'.

# poll_aborted
source: Poll {0} aborted successfully. Votes are no longer accepted for Poll {0}.
de: Die Umfrage #{0} wurde abgebrochen. Voting wird nicht mehr berücksichtigt.

# poll_base_error
source: Upps, I'm sorry. Something went wrong. Please try again or type !poll to get help.
de: Oh, tut mir leid. Leider gab es einen Fehler. Bitte versuche es erneut oder gib '!poll' ein um Hilfe zu erhalten.

# poll_created
source: Poll created with id: {0}.
de: Die Umfrage wurde mit der Nummer {0} angelegt.

# poll_finished
source: Poll {0} finished. {1} won with {2} ({3}%) from {4} votes. Enter !poll result:{5} for further information.
de: Umfrage #{0} ist beendet. {1} hat gewonnen mit {2} ({3}%) von {4} Stimmen. Gib '!poll result:{5}' ein um detaillierte Informationen zu erhalten.

# poll_help
source: Poll Plugin Help: Type !poll create(TITLE) opt1|opt2|opt3 or !poll create opt1|opt2|opt3 to create a new poll. Start a poll with !poll start:POLL-ID. For further information about the plugin visit: https://github.com/SuNflOw1991/iBot-Wiki-EN/wiki/Poll
de: Umfrage Plugin Hilfe: Um eine Umfrage zu erstellen nutze '!poll create(TITLE) opt1|opt2|…' oder '!poll create opt1|opt2…'. Mit '!poll start:ID', kannst du eine Umfrage starten. Mehr Informationen findest du auf: https://github.com/SuNflOw1991/iBot-Wiki-DE/wiki/Poll

# poll_is_resetted
source: Poll {0} is already resetted.
de: Die Umfrage mit der Nummer {0} befindet sich schon im neu angelegt Status.

# poll_makes_no_sense
source: Poll makes no sense (only one option). Ignored.
de: Die Umfrage macht keinen Sinn und wurde ignoriert.

# poll_not_found
source: Poll {0} could not be found. Get a list with available polls with: !poll list.
de: Die Umfrage mit der Nummer {0} konnte nicht gefunden werden. Benutze '!poll list' um eine Liste aller angelegten Umfragen zu erhalten.

# poll_not_ran
source: Poll {0} not finished yet.
de: Die Umfrage läuft noch.

# poll_not_running
source: Poll {0} not started yet. Nothing to abort.
de: Die Umfrage #{0} ist nicht gestartet und kann deshalb nicht abgebrochen werden. Mit '!poll list' kannst du sehen in welchem Status sich die Umfragen befinden.

# poll_no_votes
source: Nobody voted for poll {0}.
de: Niemand hat für die Umfrage mit der Nummer {0} gevotet.

# poll_plugin_loaded
source: LOADED!
de: GELADEN!

# poll_plugin_name
source: Poll Plugin
de: Umfrage Erweiterung

# poll_removed
source: Poll {0} has been removed successfully.
de: Die Umfrage mit der Nummer {0} wurde erfolgreich gelöscht.

# poll_resetted
source: Poll {0} resettet successfully. Start with: !poll start:{0}.
de: Die Umfrage #{0} wurde erfolgreich zurück gesetzt. Du kannst die Umfrage nun mit '!poll start:{0}' starten.

# poll_result
source: {0} people voted for Poll {1}. The results are: {2}
de: {0} Zuschauer haben abgestimmt. Das Ergebnis für Umfrage #{1} sieht wie folgt aus: {2}

# poll_running
source: Poll {0} is still running. Abort with: !poll abort:{0}.
de: Die Umfrage mit der Nummer {0} läuft gerade. Du kannst sie mit '!poll abort:{0}' abbrechen.

# poll_started
source: Poll {0} started for {1} minute(s). Vote now with !vote:{2} OPTION-ID. Options are:
de: Die Umfrage mit der Nummer {0} wurde für {1} Minute(n) gestartet. Du kannst jetzt mit '!vote:{2} OPTION-ID' abstimmen. Die Optionen sind:

# poll_wrong_command
source: Your command could not be executed successfully. Please try again or type !poll to get help.
de: Das Kommando konnte nicht ausgeführt werden. Bitte versuche es erneut oder gib '!poll' ein um Hilfe zu erhalten.

# poll_wrong_state_restart
source: Poll {0} is not in created state. Use !poll result:{0} to print the results or restart the poll with: !poll restart:{0}.
de: Die Umfrage #[0} befindet sich nicht im neu angelegt Status. Um diese Umfrage erneut zu starten nutze: '!poll restart:{0}'. Um die Ergebnise zu sehen müsstest du '!poll result:{0}' eingeben.
